Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: A lucid dream isn't worth a wrecked night. Real dreamers protect their rest first.
ar: حلم واضح لا يستحق ليلة مُدمَّرة. الحالمون الحقيقيون يحمون راحتهم أولًا.
de: Ein luzider Traum ist keine ruinierte Nacht wert. Echte Träumer schützen zuerst ihre Erholung.
es: Un sueño lúcido no vale una noche arruinada. Los soñadores de verdad protegen primero su descanso.
fr: Un rêve lucide ne vaut pas une nuit gâchée. Les vrais rêveurs protègent d'abord leur repos.
it: Un sogno lucido non vale una notte rovinata. I veri sognatori proteggono prima il loro riposo.
ja: 明晰夢は、台無しになった一夜に値しません。本物の夢見手は、まず自分の休息を守ります。
ko: 자각몽은 망쳐진 하룻밤만 한 가치가 없습니다. 진짜 몽자는 먼저 자신의 휴식을 지킵니다.
nl: Een lucide droom is geen verpeste nacht waard. Echte dromers beschermen eerst hun rust.
pt_br: Um sonho lúcido não vale uma noite arruinada. Sonhadores de verdade protegem primeiro o descanso.
ru: Осознанный сон не стоит загубленной ночи. Настоящие сновидцы прежде всего берегут свой отдых.
zh_hans: 一个清醒梦，不值得搭上被毁掉的一夜。真正的梦者，先守护自己的休息。

source: A one-time achievement to unlock and forget
ar: إنجاز لمرة واحدة تفتحه ثم تنساه
de: Eine einmalige Errungenschaft zum Freischalten und Vergessen
es: Un logro de una sola vez que desbloqueas y olvidas
fr: Un accomplissement ponctuel à débloquer puis oublier
it: Un traguardo una tantum da sbloccare e dimenticare
ja: 一度きりの達成——解除して忘れるもの
ko: 한 번 달성하고 잊어버릴 일회성 성취
nl: Een eenmalige prestatie om te ontgrendelen en te vergeten
pt_br: Uma conquista única para desbloquear e esquecer
ru: Одноразовое достижение, которое открывают и забывают
zh_hans: 一次性解锁后便忘掉的成就

source: A pre-set intention keeps you from wasting precious, fleeting lucid time.
ar: نيّة محدّدة مسبقًا تمنعك من إهدار وقت الوضوح الثمين العابر.
de: Eine vorab gesetzte Absicht bewahrt dich davor, kostbare, flüchtige luzide Zeit zu verschwenden.
es: Una intención prefijada te evita malgastar el precioso y fugaz tiempo lúcido.
fr: Une intention fixée d'avance vous évite de gaspiller le précieux et fugace temps lucide.
it: Un'intenzione prefissata ti evita di sprecare il prezioso e fugace tempo lucido.
ja: あらかじめ定めた意図が、貴重ではかない明晰の時間を無駄にせずに済ませます。
ko: 미리 정해 둔 의도가 귀하고 덧없는 자각의 시간을 허비하지 않게 해 줍니다.
nl: Een vooraf bepaalde intentie behoedt je voor het verspillen van kostbare, vluchtige lucide tijd.
pt_br: Uma intenção predefinida te impede de desperdiçar o precioso e fugaz tempo lúcido.
ru: Заранее заданное намерение не даёт растратить драгоценное, мимолётное осознанное время.
zh_hans: 一个预先设定的意图，能让你不至于浪费宝贵又转瞬即逝的清醒时间。

source: A reality check is a quick test of whether you're dreaming, done throughout your day. In dreams, reality behaves strangely — so a test that fails in waking life will reveal a dream. Do it often enough awake and you'll do it in a dream too, and catch the strangeness.
ar: فحص الواقع اختبار سريع لمعرفة ما إذا كنت تحلم، تجريه طوال يومك. في الأحلام يتصرف الواقع بغرابة، لذا فالاختبار الذي يفشل في اليقظة سيكشف الحلم. كرّره كثيرًا وأنت مستيقظ، وستجريه في الحلم أيضًا فتلتقط الغرابة.
de: Ein Realitätscheck ist ein schneller Test, ob du träumst, den du über den Tag verteilt machst. In Träumen verhält sich die Realität seltsam – ein Test, der im Wachen fehlschlägt, entlarvt also einen Traum. Mach ihn im Wachzustand oft genug, und du machst ihn auch im Traum und bemerkst das Seltsame.
es: Una comprobación de realidad es una prueba rápida de si estás soñando, hecha a lo largo del día. En los sueños la realidad se comporta de forma extraña, así que una prueba que falla en la vigilia revelará un sueño. Hazla suficientes veces despierto y la harás también en un sueño, y captarás la rareza.
fr: Un test de réalité est une vérification rapide pour savoir si vous rêvez, faite tout au long de la journée. Dans les rêves, la réalité se comporte étrangement : un test qui échoue à l'état de veille révélera donc un rêve. Faites-le assez souvent éveillé et vous le ferez aussi en rêve, et vous saisirez l'étrangeté.
it: Un controllo di realtà è un test rapido per capire se stai sognando, da fare durante la giornata. Nei sogni la realtà si comporta in modo strano, perciò un test che fallisce da svegli rivelerà un sogno. Fallo abbastanza spesso da sveglio e lo farai anche in sogno, cogliendone la stranezza.
ja: リアリティチェックは、自分が夢を見ているかを確かめる手早いテストで、日中を通して行います。夢の中では現実が奇妙に振る舞うので、起きているときに失敗するはずのテストが夢を暴いてくれます。覚醒時に十分くり返せば夢の中でも行うようになり、その奇妙さに気づけます。
ko: 리얼리티 체크는 지금 꿈을 꾸는지 빠르게 확인하는 테스트로, 하루 내내 행합니다. 꿈에서는 현실이 이상하게 작동하므로, 깨어 있을 때 통과하는 테스트가 꿈에서는 그 꿈을 드러냅니다. 깨어 있을 때 충분히 반복하면 꿈에서도 하게 되어 그 이상함을 잡아냅니다.
nl: Een realiteitscheck is een snelle test of je droomt, die je de hele dag door doet. In dromen gedraagt de werkelijkheid zich vreemd, dus een test die in waaktoestand mislukt onthult een droom. Doe hem wakend vaak genoeg en je doet hem ook in een droom, en betrapt het vreemde.
pt_br: Um teste de realidade é uma checagem rápida de se você está sonhando, feita ao longo do dia. Nos sonhos a realidade se comporta de forma estranha, então um teste que falha na vigília revelará um sonho. Faça-o vezes suficientes acordado e você o fará também em sonho, captando a estranheza.
ru: Проверка реальности — это быстрый тест на то, спите ли вы, который вы делаете в течение дня. Во сне реальность ведёт себя странно, поэтому тест, который наяву не проходит, выдаёт сон. Делайте его достаточно часто наяву — и сделаете его и во сне, уловив странность.
zh_hans: 现实检验是一项快速测试，判断你是否在做梦，贯穿你的一天。在梦中现实表现得很古怪，所以在清醒时会失败的测试，在梦里就会揭穿那是个梦。清醒时做得够多，你在梦中也会去做，从而抓住那份古怪。

source: A recurring theme in your dreams that can trigger lucidity
ar: موضوع متكرر في أحلامك يمكن أن يُحفِّز الوعي
de: Ein wiederkehrendes Thema in deinen Träumen, das Luzidität auslösen kann
es: Un tema recurrente en tus sueños que puede desencadenar la lucidez
fr: Un thème récurrent dans vos rêves qui peut déclencher la lucidité
it: Un tema ricorrente nei tuoi sogni che può innescare la lucidità
ja: 明晰さの引き金になり得る、夢の中の繰り返しのテーマ
ko: 자각을 촉발할 수 있는, 꿈 속의 반복되는 주제
nl: Een terugkerend thema in je dromen dat luciditeit kan triggeren
pt_br: Um tema recorrente nos seus sonhos que pode disparar a lucidez
ru: Повторяющаяся тема в твоих снах, способная вызвать осознанность
zh_hans: 你梦中反复出现、能触发清醒的主题

source: A rested dreamer beats a burnt-out one every time. Sleep is never wasted.
ar: الحالم المرتاح يتفوّق على المنهك في كل مرة. النوم لا يُهدر أبدًا.
de: Ein ausgeruhter Träumer schlägt einen ausgebrannten jedes Mal. Schlaf ist nie verschwendet.
es: Un soñador descansado vence a uno agotado siempre. El sueño nunca se desperdicia.
fr: Un rêveur reposé l'emporte sur un rêveur épuisé à chaque fois. Le sommeil n'est jamais gaspillé.
it: Un sognatore riposato batte ogni volta uno esausto. Il sonno non è mai sprecato.
ja: 休まった夢見手は、燃え尽きた夢見手にいつでも勝ります。睡眠が無駄になることは決してありません。
ko: 쉰 몽자는 번아웃된 몽자를 언제나 이깁니다. 잠은 결코 낭비되지 않습니다.
nl: Een uitgeruste dromer verslaat elke keer een opgebrande. Slaap is nooit verspild.
pt_br: Um sonhador descansado vence um esgotado toda vez. O sono nunca é desperdiçado.
ru: Отдохнувший сновидец всякий раз побеждает выгоревшего. Сон никогда не бывает напрасным.
zh_hans: 休息好的梦者，每一次都胜过精疲力竭的。睡眠从不浪费。

source: A short waking before returning to REM-rich sleep is the whole technique.
ar: استيقاظ قصير قبل العودة إلى نوم غني بـ REM هو التقنية بأكملها.
de: Ein kurzes Erwachen vor der Rückkehr in REM-reichen Schlaf ist die ganze Technik.
es: Un breve despertar antes de volver a un sueño rico en REM es toda la técnica.
fr: Un bref réveil avant de retourner à un sommeil riche en REM, c'est toute la technique.
it: Un breve risveglio prima di tornare a un sonno ricco di REM è tutta la tecnica.
ja: REMの豊かな眠りに戻る前の短い目覚め——それがこの技法のすべてです。
ko: REM이 풍부한 잠으로 돌아가기 전의 짧은 깨어남, 그것이 이 기법의 전부입니다.
nl: Een korte ontwaking voordat je terugkeert naar REM-rijke slaap is de hele techniek.
pt_br: Um breve despertar antes de voltar a um sono rico em REM é a técnica inteira.
ru: Краткое пробуждение перед возвращением в богатый REM сон — это и есть вся техника.
zh_hans: 在重回富含 REM 的睡眠之前短暂醒来——这就是整个技巧。

source: A sign you slept well
ar: علامة على أنك نمت جيدًا
de: Ein Zeichen, dass du gut geschlafen hast
es: Una señal de que dormiste bien
fr: Un signe que vous avez bien dormi
it: Un segno che hai dormito bene
ja: よく眠れたしるし
ko: 잘 잤다는 신호
nl: Een teken dat je goed geslapen hebt
pt_br: Um sinal de que você dormiu bem
ru: Признак того, что ты хорошо выспался
zh_hans: 你睡得好的标志

source: A single fragment is a thread — pulling it gently often reveals more.
ar: الشظية الواحدة خيط — جذبها بلطف كثيرًا ما يكشف المزيد.
de: Ein einzelnes Fragment ist ein Faden – sanft daran zu ziehen offenbart oft mehr.
es: Un solo fragmento es un hilo: tirar de él con suavidad suele revelar más.
fr: Un seul fragment est un fil — le tirer doucement révèle souvent davantage.
it: Un singolo frammento è un filo: tirarlo con delicatezza spesso rivela di più.
ja: たった一つの断片が糸です——そっと引けば、たいていもっと多くが現れます。
ko: 단 하나의 조각이 실마리입니다 — 부드럽게 당기면 더 많은 것이 드러나곤 합니다.
nl: Eén fragment is een draad — er zachtjes aan trekken onthult vaak meer.
pt_br: Um único fragmento é um fio — puxá-lo com cuidado costuma revelar mais.
ru: Один фрагмент — это нить: потяни мягко, и часто откроется больше.
zh_hans: 单个碎片就是一根线——轻轻拉动，往往会牵出更多。

source: A single sentence, repeated with meaning, can become the key that turns inside a dream.
ar: جملة واحدة، تُكرَّر بمعنى، يمكن أن تصبح المفتاح الذي يُدار داخل الحلم.
de: Ein einziger Satz, mit Bedeutung wiederholt, kann zum Schlüssel werden, der sich im Traum dreht.
es: Una sola frase, repetida con sentido, puede volverse la llave que gira dentro de un sueño.
fr: Une seule phrase, répétée avec sens, peut devenir la clé qui tourne à l'intérieur d'un rêve.
it: Una sola frase, ripetuta con significato, può diventare la chiave che gira dentro un sogno.
ja: 意味を込めてくり返す一つの文が、夢の中で回る鍵になり得ます。
ko: 의미를 담아 되뇌는 한 문장이, 꿈 속에서 돌아가는 열쇠가 될 수 있습니다.
nl: Eén enkele zin, met betekenis herhaald, kan de sleutel worden die binnen een droom omdraait.
pt_br: Uma única frase, repetida com sentido, pode se tornar a chave que gira dentro de um sonho.
ru: Одна‑единственная фраза, повторённая со смыслом, может стать ключом, что поворачивается внутри сна.
zh_hans: 一句话，带着含义反复念诵，就可能成为在梦中转动的那把钥匙。

source: A steady, gentle routine and patience
ar: روتين ثابت ولطيف وصبر
de: Eine gleichmäßige, sanfte Routine und Geduld
es: Una rutina constante y suave, y paciencia
fr: Une routine régulière et douce, et de la patience
it: Una routine costante e delicata e pazienza
ja: 安定したやさしいルーティンと忍耐
ko: 꾸준하고 부드러운 루틴과 인내
nl: Een gelijkmatige, zachte routine en geduld
pt_br: Uma rotina constante e suave, e paciência
ru: Ровная, мягкая рутина и терпение
zh_hans: 稳定、温和的日常，加上耐心

source: A symbol that predicts the future
ar: رمز يتنبأ بالمستقبل
de: Ein Symbol, das die Zukunft vorhersagt
es: Un símbolo que predice el futuro
fr: Un symbole qui prédit l'avenir
it: Un simbolo che predice il futuro
ja: 未来を予言するシンボル
ko: 미래를 예언하는 상징
nl: Een symbool dat de toekomst voorspelt
pt_br: Um símbolo que prevê o futuro
ru: Символ, предсказывающий будущее
zh_hans: 一个预示未来的符号

source: A type of nightmare
ar: نوع من الكوابيس
de: Eine Art Albtraum
es: Un tipo de pesadilla
fr: Un type de cauchemar
it: Un tipo di incubo
ja: 悪夢の一種
ko: 악몽의 한 종류
nl: Een soort nachtmerrie
pt_br: Um tipo de pesadelo
ru: Разновидность кошмара
zh_hans: 一种噩梦

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 概要
ko: 정보
nl: Over
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: About 4.5–6 hours after falling asleep
ar: نحو 4.5–6 ساعات بعد النوم
de: Etwa 4,5–6 Stunden nach dem Einschlafen
es: Unas 4,5-6 horas después de dormirte
fr: Environ 4,5 à 6 heures après l'endormissement
it: Circa 4,5-6 ore dopo esserti addormentato
ja: 入眠の約4.5〜6時間後
ko: 잠든 지 약 4.5~6시간 후
nl: Ongeveer 4,5-6 uur na het inslapen
pt_br: Cerca de 4,5-6 horas após adormecer
ru: Примерно через 4,5–6 часов после засыпания
zh_hans: 入睡后约 4.5 到 6 小时

source: Account
ar: الحساب
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учётная запись
zh_hans: 账户

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Réussites
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pt_br: Conquistas
ru: Достижения
zh_hans: 成就

source: Across a full night you spend roughly two hours in dreams — but because REM stretches longer with each cycle, your final cycle before waking can hold a single dream lasting close to an hour.
ar: على مدى ليلة كاملة تقضي نحو ساعتين في الأحلام — لكن لأن نوم REM يطول مع كل دورة، فإن دورتك الأخيرة قبل الاستيقاظ قد تحتوي على حلم واحد يدوم قرابة ساعة.
de: Über eine ganze Nacht verbringst du etwa zwei Stunden in Träumen – doch weil der REM-Schlaf mit jedem Zyklus länger wird, kann dein letzter Zyklus vor dem Aufwachen einen einzigen Traum von fast einer Stunde enthalten.
es: A lo largo de una noche completa pasas unas dos horas soñando, pero como el REM se alarga en cada ciclo, tu último ciclo antes de despertar puede contener un solo sueño de casi una hora.
fr: Sur une nuit entière, vous passez environ deux heures à rêver — mais comme le sommeil paradoxal s'allonge à chaque cycle, votre dernier cycle avant le réveil peut contenir un seul rêve durant près d'une heure.
it: Nell'arco di una notte intera passi circa due ore a sognare — ma poiché il REM si allunga a ogni ciclo, l'ultimo ciclo prima del risveglio può contenere un unico sogno lungo quasi un'ora.
ja: 一晩を通して夢を見る時間はおよそ2時間ですが、レム睡眠は周期ごとに長くなるため、目覚め前の最後の周期には1時間近く続く一つの夢が収まることもあります。
ko: 하룻밤 동안 꿈을 꾸는 시간은 대략 두 시간이지만, 렘수면이 주기마다 길어지기 때문에 깨어나기 전 마지막 주기에는 거의 한 시간에 이르는 하나의 꿈이 담길 수 있습니다.
nl: Tijdens een hele nacht breng je ruwweg twee uur door in dromen — maar omdat de REM-slaap met elke cyclus langer wordt, kan je laatste cyclus voor het ontwaken één droom van bijna een uur bevatten.
pt_br: Ao longo de uma noite inteira você passa cerca de duas horas sonhando — mas como o REM se estende a cada ciclo, seu último ciclo antes de acordar pode conter um único sonho de quase uma hora.
ru: За целую ночь ты проводишь во снах около двух часов — но поскольку фаза REM с каждым циклом удлиняется, последний цикл перед пробуждением может вмещать один сон длиной почти в час.
zh_hans: 整夜下来，你大约花两个小时在做梦——但由于 REM 会随每个周期变长，醒来前的最后一个周期可能容纳一个长达近一小时的梦。

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
ko: 활성
nl: Actief
pt_br: Ativo
ru: Активна
zh_hans: 已激活

source: Active sensory engagement anchors you firmly inside the dream.
ar: إشغال الحواس النشط يثبّتك بإحكام داخل الحلم.
de: Aktiver Sinneseinsatz verankert dich fest im Traum.
es: La activación sensorial activa te ancla con firmeza dentro del sueño.
fr: L'engagement sensoriel actif vous ancre fermement dans le rêve.
it: L'ingaggio sensoriale attivo ti ancora saldamente dentro il sogno.
ja: 能動的に感覚を使うことが、あなたを夢の中にしっかり錨づけます。
ko: 감각을 능동적으로 쓰는 것이 당신을 꿈 속에 단단히 닻 내립니다.
nl: Actieve zintuiglijke betrokkenheid verankert je stevig in de droom.
pt_br: O engajamento sensorial ativo te ancora firmemente dentro do sonho.
ru: Активное вовлечение чувств прочно укореняет вас внутри сна.
zh_hans: 主动调动感官，会把你牢牢锚定在梦中。

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt_br: Atividade
ru: Активность
zh_hans: 活动

source: Add a comment…
ar: أضف تعليقًا…
de: Kommentar hinzufügen…
es: Añade un comentario…
fr: Ajouter un commentaire…
it: Aggiungi un commento…
ja: コメントを追加…
ko: 댓글 추가…
nl: Voeg een reactie toe…
pt_br: Adicione um comentário…
ru: Добавьте комментарий…
zh_hans: 添加评论…

source: Add a Dream
ar: إضافة حلم
de: Traum hinzufügen
es: Añadir un sueño
fr: Ajouter un rêve
it: Aggiungi un sogno
ja: 夢を追加
ko: 꿈 추가
nl: Droom toevoegen
pt_br: Adicionar um sonho
ru: Добавить сон
zh_hans: 添加梦境

source: Add Dream
ar: إضافة حلم
de: Traum hinzufügen
es: Añadir sueño
fr: Ajouter un rêve
it: Aggiungi sogno
ja: 夢を追加
ko: 꿈 추가
nl: Droom toevoegen
pt_br: Adicionar sonho
ru: Добавить сон
zh_hans: 添加梦境

source: Add themes to 3 dreams
ar: أضف مواضيع إلى 3 أحلام
de: Füge 3 Träumen Themen hinzu
es: Añade temas a 3 sueños
fr: Ajoutez des thèmes à 3 rêves
it: Aggiungi temi a 3 sogni
ja: 3件の夢にテーマを追加
ko: 꿈 3개에 주제 추가
nl: Voeg thema's toe aan 3 dromen
pt_br: Adicione temas a 3 sonhos
ru: Добавьте темы к 3 снам
zh_hans: 给 3 个梦添加主题

source: Adjust by 30 minutes over a few nights until you find your personal sweet spot.
ar: عدّل بمقدار 30 دقيقة عبر بضع ليالٍ حتى تجد بقعتك المثالية الشخصية.
de: Pass es über ein paar Nächte um 30 Minuten an, bis du deinen persönlichen Idealpunkt findest.
es: Ajusta en 30 minutos a lo largo de unas noches hasta hallar tu punto óptimo personal.
fr: Ajustez de 30 minutes sur quelques nuits jusqu'à trouver votre point optimal personnel.
it: Aggiusta di 30 minuti nell'arco di qualche notte finché non trovi il tuo punto ideale personale.
ja: 数晩かけて30分ずつ調整し、自分だけの最適な点を見つけましょう。
ko: 며칠에 걸쳐 30분씩 조정하며 당신만의 최적 지점을 찾으세요.
nl: Stel over een paar nachten met 30 minuten bij tot je je persoonlijke ideale punt vindt.
pt_br: Ajuste em 30 minutos ao longo de algumas noites até achar seu ponto ideal pessoal.
ru: Корректируйте на 30 минут в течение нескольких ночей, пока не найдёте свою личную идеальную точку.
zh_hans: 用几个晚上以 30 分钟为幅度微调，直到找到你个人的最佳时点。

source: Adjust Photo
ar: ضبط الصورة
de: Foto anpassen
es: Ajustar foto
fr: Ajuster la photo
it: Regola foto
ja: 写真を調整
ko: 사진 조정
nl: Foto aanpassen
pt_br: Ajustar foto
ru: Настроить фото
zh_hans: 调整照片

source: Advanced Practice
ar: ممارسة متقدمة
de: Fortgeschrittene Praxis
es: Práctica avanzada
fr: Pratique avancée
it: Pratica avanzata
ja: 上級の実践
ko: 고급 연습
nl: Gevorderde oefening
pt_br: Prática avançada
ru: Продвинутая практика
zh_hans: 进阶练习

source: After a brief wake-up in the early morning, returning to sleep
ar: بعد استيقاظ قصير في الصباح الباكر، والعودة إلى النوم
de: Nach einem kurzen Erwachen am frühen Morgen, beim Zurückkehren in den Schlaf
es: Tras un breve despertar de madrugada, al volver a dormir
fr: Après un bref réveil au petit matin, en se rendormant
it: Dopo un breve risveglio al primo mattino, tornando a dormire
ja: 早朝の短い目覚めのあと、眠りに戻るとき
ko: 이른 아침 잠깐 깬 뒤, 다시 잠들면서
nl: Na een korte ontwaking in de vroege ochtend, bij het weer in slaap vallen
pt_br: Após um breve despertar de madrugada, ao voltar a dormir
ru: После краткого пробуждения ранним утром, возвращаясь ко сну
zh_hans: 在清晨短暂醒来之后，重新入睡之时

source: AI dream analysis, auto-tags & titles.
ar: تحليل الأحلام بالذكاء الاصطناعي، ووسوم وعناوين تلقائية.
de: KI-Traumanalyse, automatische Tags & Titel.
es: Análisis de sueños con IA, etiquetas y títulos automáticos.
fr: Analyse des rêves par IA, tags et titres automatiques.
it: Analisi dei sogni con IA, tag e titoli automatici.
ja: AIによる夢分析、自動タグとタイトル。
ko: AI 꿈 분석, 자동 태그 및 제목.
nl: AI-droomanalyse, automatische tags en titels.
pt_br: Análise de sonhos com IA, tags e títulos automáticos.
ru: ИИ-анализ снов, авто-теги и заголовки.
zh_hans: AI 梦境分析、自动标签和标题。

source: AI dream analysis, auto-tags, and AI titles are unlocked.
ar: تم فتح تحليل الأحلام بالذكاء الاصطناعي والوسوم التلقائية والعناوين الذكية.
de: KI-Traumanalyse, automatische Tags und KI-Titel sind freigeschaltet.
es: El análisis de sueños con IA, las etiquetas automáticas y los títulos con IA están desbloqueados.
fr: L'analyse de rêve par IA, les tags automatiques et les titres IA sont débloqués.
it: L'analisi dei sogni con IA, i tag automatici e i titoli IA sono sbloccati.
ja: AIによる夢分析、自動タグ、AIタイトルが利用可能です。
ko: AI 꿈 분석, 자동 태그, AI 제목이 잠금 해제되었습니다.
nl: AI-droomanalyse, automatische tags en AI-titels zijn ontgrendeld.
pt_br: A análise de sonhos por IA, as tags automáticas e os títulos por IA estão desbloqueados.
ru: ИИ-анализ снов, авто-теги и ИИ-заголовки разблокированы.
zh_hans: AI 梦境分析、自动标签和 AI 标题已解锁。

source: AI features are unlocked. Thank you for supporting HalfLight.
ar: تم فتح ميزات الذكاء الاصطناعي. شكرًا لدعمك HalfLight.
de: Die KI-Funktionen sind freigeschaltet. Danke, dass du HalfLight unterstützt.
es: Las funciones de IA están desbloqueadas. Gracias por apoyar a HalfLight.
fr: Les fonctions IA sont débloquées. Merci de soutenir HalfLight.
it: Le funzioni IA sono sbloccate. Grazie per supportare HalfLight.
ja: AI機能が利用可能になりました。HalfLightをご支援いただきありがとうございます。
ko: AI 기능이 잠금 해제되었습니다. HalfLight를 응원해 주셔서 감사합니다.
nl: De AI-functies zijn ontgrendeld. Bedankt dat je HalfLight steunt.
pt_br: Os recursos de IA estão desbloqueados. Obrigado por apoiar o HalfLight.
ru: Функции ИИ разблокированы. Спасибо за поддержку HalfLight.
zh_hans: AI 功能已解锁。感谢您支持 HalfLight。

source: AI Insight
ar: رؤية الذكاء الاصطناعي
de: KI-Einblick
es: Análisis con IA
fr: Analyse IA
it: Analisi IA
ja: AIインサイト
ko: AI 인사이트
nl: AI-inzicht
pt_br: Insight de IA
ru: ИИ-инсайт
zh_hans: AI 洞察

source: Aim for 5–10 genuine reality checks daily, spread across your anchors. Done with curiosity, this rewires how you relate to reality — until one night, inside a dream, you check, the test fails, and you finally realize where you are.
ar: اِهدف إلى 5–10 فحوص واقع حقيقية يوميًا، موزّعة على مراسيك. حين تُجرى بفضول، تُعيد هذه برمجة علاقتك بالواقع — حتى تأتي ليلة تفحص فيها داخل حلم، فيفشل الاختبار، فتدرك أخيرًا أين أنت.
de: Strebe täglich 5–10 echte Realitätschecks an, verteilt über deine Anker. Mit Neugier gemacht, programmieren sie dein Verhältnis zur Realität um – bis du eines Nachts in einem Traum prüfst, der Test fehlschlägt und du endlich erkennst, wo du bist.
es: Apunta a 5-10 comprobaciones de realidad genuinas al día, repartidas entre tus anclajes. Hechas con curiosidad, recablean tu relación con la realidad, hasta que una noche, dentro de un sueño, compruebas, la prueba falla y por fin te das cuenta de dónde estás.
fr: Visez 5 à 10 tests de réalité authentiques par jour, répartis sur vos ancres. Faits avec curiosité, ils recâblent votre rapport à la réalité — jusqu'à ce qu'une nuit, dans un rêve, vous testiez, que le test échoue et que vous réalisiez enfin où vous êtes.
it: Punta a 5-10 controlli di realtà genuini al giorno, distribuiti sui tuoi ancoraggi. Fatti con curiosità, ricablano il tuo rapporto con la realtà — finché una notte, dentro un sogno, fai il controllo, il test fallisce e finalmente capisci dove sei.
ja: 一日に5〜10回の本物のリアリティチェックを、錨に散らして目指しましょう。好奇心とともに行えば、現実との関わり方が組み替えられ——やがてある夜、夢の中でチェックし、テストが失敗し、あなたはついに自分がどこにいるかを悟ります。
ko: 하루 5~10번의 진짜 리얼리티 체크를, 닻에 나눠 목표로 삼으세요. 호기심과 함께 하면 현실과의 관계가 재배선되어 — 어느 밤, 꿈 속에서 체크하고, 테스트가 실패하며, 마침내 자신이 어디에 있는지 깨닫게 됩니다.
nl: Streef naar 5-10 oprechte realiteitschecks per dag, verspreid over je ankers. Met nieuwsgierigheid gedaan herbedraden ze je verhouding tot de werkelijkheid — tot je op een nacht, in een droom, checkt, de test mislukt en je eindelijk beseft waar je bent.
pt_br: Mire 5 a 10 checagens de realidade genuínas por dia, espalhadas pelas suas âncoras. Feitas com curiosidade, elas religam sua relação com a realidade — até que, numa noite, dentro de um sonho, você checa, o teste falha e finalmente percebe onde está.
ru: Стремитесь к 5–10 настоящим проверкам реальности в день, распределённым по вашим якорям. Сделанные с любопытством, они перестраивают ваше отношение к реальности — пока однажды ночью во сне вы не проверите, тест не провалится, и вы наконец не поймёте, где находитесь.
zh_hans: 以每天5到10次真正的现实检验为目标，分散在你的各个锚点上。带着好奇去做，它们会重塑你与现实的关系——直到某个夜里，你在梦中检验，测试失败，你终于意识到自己身在何处。

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pt_br: Todos
ru: Все
zh_hans: 全部

source: All quests complete — bonus claimed
ar: اكتملت كل المهام — تم استلام المكافأة
de: Alle Quests erledigt – Bonus eingelöst
es: Todas las misiones completadas: bonus reclamado
fr: Toutes les quêtes terminées — bonus réclamé
it: Tutte le missioni completate — bonus riscosso
ja: 全クエスト達成 — ボーナス受取済み
ko: 모든 퀘스트 완료 — 보너스 받음
nl: Alle quests voltooid — bonus geclaimd
pt_br: Todas as missões concluídas — bônus resgatado
ru: Все задания выполнены — бонус получен
zh_hans: 所有任务完成 — 已领取奖励
